Repository: craigmpeters/Clarity
Catalog: Clarity/Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

source: Set targets in Category Settings
de: Ziele in den Kategorieeinstellungen festlegen
es: Establecer objetivos en la configuración de categorías
fr: Définir des objectifs dans les paramètres de catégorie
zh_hans: 在类别设置中设置目标

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
zh_hans: 设置

source: Share Logs (ZIP)
de: Protokolle teilen (ZIP)
es: Compartir registros (ZIP)
fr: Partager les journaux (ZIP)
zh_hans: 共享日志 (ZIP)

source: Show
de: Anzeigen
es: Espectáculo
fr: Montrer
zh_hans: 展示

source: Show or Hide Categories
de: Kategorien anzeigen oder ausblenden
es: Mostrar u ocultar categorías
fr: Afficher ou masquer les catégories
zh_hans: 显示或隐藏类别

source: Show Weekly Progress
de: Wöchentlichen Fortschritt anzeigen
es: Mostrar progreso semanal
fr: Afficher les progrès hebdomadaires
zh_hans: 显示每周进度

source: Simulate Productivity Streaks
de: Produktivitätsserien simulieren
es: Simular rachas de productividad
fr: Simuler des séquences de productivité
zh_hans: 模拟生产力连续增长

source: Specific Day
de: Bestimmter Tag
es: Día específico
fr: Jour spécifique
zh_hans: 特定日期

source: Split into subtasks
de: In Unteraufgaben aufteilen
es: Dividir en subtareas
fr: Divisé en sous-tâches
zh_hans: 分成子任务

source: Split with AI
de: Mit KI aufteilen
es: Dividir con IA
fr: Divisez avec l'IA
zh_hans: 与AI分割

source: Start a timer for a task
de: Timer für eine Aufgabe starten
es: Iniciar un cronómetro para una tarea
fr: Démarrer un minuteur pour une tâche
zh_hans: 为任务启动计时器

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
zh_hans: 开始日期

source: Start Timer
de: Timer starten
es: Iniciar temporizador
fr: Démarrer la minuterie
zh_hans: 启动定时器

source: Statistics
de: Statistiken
es: Estadística
fr: Statistiques
zh_hans: 统计数据

source: Stats
de: Statistik
es: Estadísticas
fr: Statistiques
zh_hans: 统计数据

source: Stop Timer
de: Timer stoppen
es: Detener el temporizador
fr: Arrêter la minuterie
zh_hans: 停止定时器

source: Suggest
de: Vorschlagen
es: Sugerir
fr: Suggérer
zh_hans: 建议

source: Suggested: %@ min
de: Vorgeschlagen: %@ Min.
es: Sugerido: %@ min
fr: Suggéré : %@ min
zh_hans: 建议：%@ 分钟

source: Sum of Category Targets
de: Summe der Kategorieziele
es: Suma de objetivos de categoría
fr: Somme des cibles de catégorie
zh_hans: 类别目标总和

source: Support and Licencing
de: Support und Lizenzierung
es: Soporte y licencias
fr: Assistance et licences
zh_hans: 支持和许可

source: Supported formats: MP3, AAC, WAV, AIFF, CAF. Maximum duration: 30 seconds. The file will be converted for use as a notification sound.
de: Unterstützte Formate: MP3, AAC, WAV, AIFF, CAF. Maximale Dauer: 30 Sekunden. Die Datei wird zur Verwendung als Benachrichtigungston konvertiert.
es: Formatos soportados: MP3, AAC, WAV, AIFF, CAF. Duración máxima: 30 segundos. El archivo se convertirá para usarlo como sonido de notificación.
fr: Formats pris en charge : MP3, AAC, WAV, AIFF, CAF. Durée maximale : 30 secondes. Le fichier sera converti pour être utilisé comme son de notification.
zh_hans: 支持的格式：MP3、AAC、WAV、AIFF、CAF。最长持续时间：30 秒。该文件将被转换为用作通知声音。

source: Swipe Configuration
de: Wischkonfiguration
es: Configuración de deslizamiento
fr: Configuration du balayage
zh_hans: 刷卡配置

source: Swipe Settings
de: Wischeinstellungen
es: Configuración de deslizamiento
fr: Paramètres de balayage
zh_hans: 滑动设置

source: Tap
de: Tippen
es: Grifo
fr: Robinet
zh_hans: 轻敲

source: Tap a category to edit name and color. Adjust targets with +/- buttons.
de: Tippen Sie auf eine Kategorie, um Name und Farbe zu bearbeiten. Ziele mit +/- Schaltflächen anpassen.
es: Toque una categoría para editar el nombre y el color. Ajuste los objetivos con los botones +/-.
fr: Appuyez sur une catégorie pour modifier le nom et la couleur. Ajustez les cibles avec les boutons +/-.
zh_hans: 点击类别可编辑名称和颜色。使用 +/- 按钮调整目标。

source: Tap Configuration
de: Tipp-Konfiguration
es: Toque Configuración
fr: Appuyez sur Configuration
zh_hans: 分接头配置

source: Target Summary
de: Zielübersicht
es: Resumen de objetivos
fr: Résumé de la cible
zh_hans: 目标概要

source: Task
de: Aufgabe
es: Tarea
fr: Tâche
zh_hans: 任务

source: Task completed
de: Aufgabe abgeschlossen
es: Tarea completada
fr: Tâche terminée
zh_hans: 任务完成

source: Task Detail
de: Aufgabendetail
es: Detalle de la tarea
fr: Détail de la tâche
zh_hans: 任务详情

source: Task Details
de: Aufgabendetails
es: Detalles de la tarea
fr: Détails de la tâche
zh_hans: 任务详情

source: Task for Suggestion
de: Aufgabe für Vorschlag
es: Tarea de sugerencia
fr: Tâche de suggestion
zh_hans: 建议任务

source: Task name
de: Aufgabenname
es: Nombre de la tarea
fr: Nom de la tâche
zh_hans: 任务名称

source: Task Name
de: Aufgabenname
es: Nombre de la tarea
fr: Nom de la tâche
zh_hans: 任务名称

source: Task Settings
de: Aufgabeneinstellungen
es: Configuración de tareas
fr: Paramètres de tâche
zh_hans: 任务设置

source: Task: %@
de: Aufgabe: %@
es: Tarea: %@
fr: Tâche: %@
zh_hans: 任务： ％@

source: tasks
de: Aufgaben
es: tareas
fr: tâches
zh_hans: 任务

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
zh_hans: 任务

source: Tasks per week
de: Aufgaben pro Woche
es: Tareas por semana
fr: Tâches par semaine
zh_hans: 每周任务

source: Tasks with Long Names
de: Aufgaben mit langen Namen
es: Tareas con nombres largos
fr: Tâches avec des noms longs
zh_hans: 长名称的任务

source: Tasks Without Categories
de: Aufgaben ohne Kategorien
es: Tareas sin categorías
fr: Tâches sans catégories
zh_hans: 没有类别的任务

source: Test Data
de: Testdaten
es: Datos de prueba
fr: Données de test
zh_hans: 测试数据

source: This device does not support alternate app icons.
de: Dieses Gerät unterstützt keine alternativen App-Symbole.
es: Este dispositivo no admite íconos de aplicaciones alternativos.
fr: Cet appareil ne prend pas en charge les icônes d'application alternatives.
zh_hans: 此设备不支持备用应用程序图标。

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
zh_hans: 本星期

source: Time Period
de: Zeitraum
es: Período de tiempo
fr: Période
zh_hans: 时间段

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
zh_hans: 今天

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
zh_hans: 明天

source: Total Tasks in File Database: %lld
de: Gesamtaufgaben in der Dateidatenbank: %lld
es: Total de tareas en la base de datos de archivos: %lld
fr: Total des tâches dans la base de données de fichiers : %lld
zh_hans: 文件数据库中的任务总数：%lld

source: Try the gesture or wait to see the next one
de: Geste ausprobieren oder auf die nächste warten
es: Prueba el gesto o espera a ver el siguiente.
fr: Essayez le geste ou attendez de voir le suivant
zh_hans: 尝试该手势或等待查看下一个手势

source: Turn off Focus State
de: Fokusstatus deaktivieren
es: Desactivar el estado de enfoque
fr: Désactiver l'état de focus
zh_hans: 关闭焦点状态

source: Unable to generate suggestions
de: Vorschläge konnten nicht generiert werden
es: No se pueden generar sugerencias
fr: Impossible de générer des suggestions
zh_hans: 无法生成建议

source: Uncategorized
de: Nicht kategorisiert
es: Sin categoría
fr: Non classé
zh_hans: 未分类

source: View Task
de: Aufgabe anzeigen
es: Ver tarea
fr: Afficher la tâche
zh_hans: 查看任务

source: We'll ask for permission to send you notifications.
de: Wir werden um Erlaubnis bitten, Ihnen Benachrichtigungen zu senden.
es: Le pediremos permiso para enviarle notificaciones.
fr: Nous vous demanderons la permission de vous envoyer des notifications.
zh_hans: 我们会征求您的许可才能向您发送通知。

source: Weekly Target
de: Wochenziel
es: Objetivo semanal
fr: Objectif hebdomadaire
zh_hans: 每周目标

source: Weekly Targets
de: Wochenziele
es: Objetivos semanales
fr: Objectifs hebdomadaires
zh_hans: 每周目标

source: What's the task name?
de: Wie lautet der Aufgabenname?
es: ¿Cuál es el nombre de la tarea?
fr: Quel est le nom de la tâche ?
zh_hans: 任务名称是什么？

source: Debug Info
es: Información de depuración
fr: Informations de débogage
zh_hans: 调试信息

source: Filter
es: Filtrar
fr: Filtre
zh_hans: 筛选

source: ID
es: IDENTIFICACIÓN
fr: IDENTIFIANT

source: Name
es: Nombre
fr: Nom
zh_hans: 姓名

source: OK
es: DE ACUERDO
fr: D'ACCORD
zh_hans: 好的

source: Version
es: Versión
zh_hans: 版本

source: %lld min
zh_hans: %lld 分钟
